export type Testimonial = {
  id: string
  text: string
  name: string
  title: string
}

export const TESTIMONIALS: Testimonial[] = [
  {
    id: 'wang-ying-ting',
    text: '作為在教學中融入大量國際議題的教師，《少年報導者》是我心目中最接近新聞產製初衷的媒體—它中立、純粹而直白，以理性為主軸將世界帶給兒少，值得推薦！',
    name: '王英婷',
    title: '國小老師',
  },
  {
    id: 'lin-mei-ling',
    text: '我常跟中小學老師分享這個網站平台，不但能掌握又真又活的新聞議題，還能從第一手的報導中提升媒體識讀能力。網站中有許多體貼的設計：聲音、動畫、漫畫、小遊戲等，都是從兒少角度出發。',
    name: '林玫伶',
    title: '前台北市國語實小校長',
  },
  {
    id: 'ding-zhen-huan',
    text: '從小六開始發現《少年報導者》，每一篇報導都具有意義，也讓我了解這個社會發生什麼事，充實了我小學的最後一年，如今我升上國中，要繼續把好看的內容分享給同學看。',
    name: '小讀者Tiffany',
    title: '國中生',
  },
  {
    id: 'du-yun-rong',
    text: '網站以兒少視角介紹各類社會及國際議題，同時也帶讀者認識到許多「小人物」的大故事。更難能可貴的是，平台提供兒少成為小記者的實習機會，能學習並展示個人拍攝及採訪的成果，給孩子莫大的鼓勵。',
    name: '杜昀睿',
    title: '家長',
  },
  {
    id: 'huang-qi-rong',
    text: '看到爭議新聞，不知道要相信誰，會需要可靠、公信力的資訊來源，《少年報導者》不只帶我們認識新聞事件，學到新知識，網站的內容詳細，文字比一般報紙更容易理解，遇到專有名詞時，還可以直接點進去看解釋，非常方便。',
    name: '小記者黃祺容',
    title: '國七生',
  },
  {
    id: 'li-zhao',
    text: '感謝《少年報導者》的小記者活動，讓我有機會到國家衛生研究院採訪，感受到令人嘆為觀止的科學知識，讓我學到關於生物科學技術的應用及採訪能力，也找到了未來想就讀生物醫學工程科系的志向。',
    name: '小記者李亮葟',
    title: '國八生',
  },
]
