const featureIntroConfig = [
  {
    title: '全新呼叫報導仔登場！',
    description:
      '在報導仔的陪伴下，你可以用更有趣、更深刻的方式閱讀文章，有互動、有測驗，還能與其他讀者一起交流。',
    tips: ['註冊帳號，隨時調整閱讀需求', '在文章頁互動，讓閱讀更有趣'],
  },
  {
    title: '個人化的閱讀陪伴',
    description:
      '報導仔提供**閱讀前引導**服務，幫助你更容易進入文章；讀完文章，還可以和報導仔進行**互動測驗**！',
    tips: ['新增《報導者》相關文章，深入探索議題'],
  },
  {
    title: '交流分享，打開多元視角',
    description:
      '到全新**小讀者思辨牆**頁面，可以看見其他讀者的想法，從不同的意見，豐富你的觀點！',
    tips: ['註冊帳號，可挑戰互動測驗的思辨題'],
  },
  {
    title: '註冊帳號，體驗完整服務',
    description: '現在就登入個人頁，創造屬於你的閱讀方式和記錄！',
    tips: ['設定你的思辨挑戰', '查看你的答題紀錄', '啟動呼叫報導仔服務'],
  },
]

export default featureIntroConfig
